/* Account already exists or email/password does not meet requirements. */
"Account already exists or email/password does not meet requirements." = "Account already exists or email/password does not meet requirements.";

/* Database is not accessible to save new expense entry */
"Database is not accessible to save new expense entry." = "Database is not accessible to save new expense entry.";

/* Error creating new account */
"Error creating new account." = "Error creating new account.";

/* Error: Failed to add expense */
"Error: Failed to add expense." = "Error: Failed to add expense.";

/* Error title */
"Error: Failed to retrieve expenses." = "Error: Failed to retrieve expenses.";

/* Error: Invalid data in the form, or form is empty */
"Error: Invalid data in the form, or form is empty." = "Error: Invalid data in the form, or form is empty.";

/* Category view page title */
"Expenses by Category" = "Expenses by Category";

/* Error message */
"Failed to retrieve expenses for the account %@" = "Failed to retrieve expenses for the account %@";

/* Login error */
"Login error." = "Login error.";

/* Login Successful */
"Login Successful." = "Login Successful.";

/* Date format */
"MM/dd/yyyy" = "MM/dd/yyyy";

/* OK */
"OK" = "OK";

/* Please enter valid data in the form, then submit again */
"Please enter valid data in the form, then submit again." = "Please enter valid data in the form, then submit again.";

/* Please re-enter valid login credentials. */
"Please re-enter valid login credentials." = "Please re-enter valid login credentials.";

/* Successfully added new expense */
"Successfully added new expense." = "Successfully added new expense.";

/* Successfully created new account */
"Successfully created new account." = "Successfully created new account.";

/* Error message */
"Unable to access AppDelegate" = "Unable to access AppDelegate";

/* Welcome to Expense Tracker app. */
"Welcome to Expense Tracker app." = "Welcome to Expense Tracker app.";

/* You can now login. */
"You can now login." = "You can now login.";

/* You can see the expenses in Category or History tab */
"You can see the expenses in Category or History tab." = "You can see the expenses in Category or History tab.";

